IDEA Open Model
ReinfBarByTwoPoints.Distance Property
Compatible with IDEA StatiCa v 10.1
 Distance between reinforcement layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Distance { get; set; }
Public Property Distance As Double
	Get
	Set
public:
property double Distance {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace